Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: This trip needs at least two stops with a location set.
ar: هذه الرحلة تحتاج إلى موقعين على الأقل بإحداثيات محددة.
cs: Tento výlet potřebuje alespoň dvě zastávky s nastavenou polohou.
da: Denne rejse kræver mindst to stop med en placering angivet.
de: Diese Reise braucht mindestens zwei Stopps mit festgelegtem Standort.
el: Αυτό το ταξίδι χρειάζεται τουλάχιστον δύο στάσεις με ορισμένη τοποθεσία.
es: Este viaje necesita al menos dos paradas con una ubicación definida.
fi: Tämä matka tarvitsee vähintään kaksi pysähdystä, joilla on sijainti asetettuna.
fr: Ce voyage a besoin d'au moins deux étapes avec un emplacement défini.
he: הטיול הזה זקוק לפחות לשתי תחנות עם מיקום מוגדר.
hi: इस यात्रा के लिए स्थान सेट किए हुए कम से कम दो पड़ाव चाहिए।
hu: Ehhez az utazáshoz legalább két, helyadatokkal rendelkező megálló szükséges.
id: Perjalanan ini membutuhkan setidaknya dua pemberhentian dengan lokasi yang ditetapkan.
it: Questo viaggio richiede almeno due tappe con una posizione impostata.
ja: この旅には位置情報が設定された立ち寄り先が少なくとも2つ必要です。
ko: 이 여행에는 위치가 설정된 정류장이 최소 두 곳 필요합니다.
nb: Denne reisen trenger minst to stopp med en plassering angitt.
nl: Deze reis heeft minstens twee stops met een ingestelde locatie nodig.
pl: Ta podróż wymaga co najmniej dwóch przystanków z ustawioną lokalizacją.
pt_br: Esta viagem precisa de pelo menos duas paradas com localização definida.
pt_pt: Esta viagem precisa de pelo menos duas paragens com localização definida.
ro: Această călătorie are nevoie de cel puțin două opriri cu o locație setată.
sv: Den här resan behöver minst två stopp med en angiven plats.
th: ทริปนี้ต้องมีจุดแวะพักอย่างน้อยสองจุดที่ตั้งค่าตำแหน่งไว้
tr: Bu gezi için konumu ayarlanmış en az iki durak gerekiyor.
uk: Для цієї подорожі потрібно щонайменше дві зупинки з визначеним місцем.
vi: Chuyến đi này cần ít nhất hai điểm dừng có vị trí được thiết lập.
zh_hans: 此行程至少需要两个已设置位置的停靠点。

source: Today
ar: اليوم
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
he: היום
hi: आज
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pl: Dziś
pt_br: Hoje
pt_pt: Hoje
ro: Azi
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天

source: Tomorrow
ar: غدًا
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
fi: Huomenna
fr: Demain
he: מחר
hi: कल
hu: Holnap
id: Besok
it: Domani
ja: 明日
ko: 내일
nb: I morgen
nl: Morgen
pl: Jutro
pt_br: Amanhã
pt_pt: Amanhã
ro: Mâine
sv: Imorgon
th: พรุ่งนี้
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_hans: 明天

source: Top
ar: أعلى
cs: Nahoře
de: Oben
el: Επάνω
es: Arriba
fi: Ylhäällä
fr: Haut
he: עליון
hi: ऊपर
hu: Felül
id: Atas
it: In alto
ja: 上
ko: 상단
nb: Topp
nl: Boven
pl: Góra
pt_br: Em cima
pt_pt: Cima
ro: Sus
sv: Överkant
th: ด้านบน
tr: Üst
uk: Зверху
vi: Trên
zh_hans: 顶部

source: Top level — no ceiling, your score keeps growing
ar: المستوى الأعلى — بلا حد أقصى، نقاطك تستمر في النمو
cs: Nejvyšší úroveň — bez stropu, vaše skóre stále roste
da: Højeste niveau — intet loft, dine point fortsætter med at vokse
de: Höchstes Level — keine Obergrenze, deine Punktzahl wächst weiter
el: Ανώτατο επίπεδο — χωρίς όριο, η βαθμολογία σας συνεχίζει να αυξάνεται
es: Nivel máximo — sin límite, tu puntuación sigue creciendo
fi: Ylin taso — ei kattoa, pisteesi jatkavat kasvamista
fr: Niveau maximum — sans plafond, votre score continue de croître
he: רמה עליונה — ללא תקרה, הניקוד שלך ממשיך לגדול
hi: शीर्ष स्तर — कोई सीमा नहीं, आपका स्कोर बढ़ता रहता है
hu: Legfelső szint — nincs felső határ, a pontszámod folyamatosan nő
id: Level teratas — tanpa batas, skor Anda terus bertambah
it: Livello massimo — senza limite, il tuo punteggio continua a crescere
ja: 最高レベル — 上限なし、スコアは伸び続けます
ko: 최고 레벨 — 상한 없음, 점수가 계속 늘어납니다
nb: Høyeste nivå — ingen øvre grense, poengsummen din fortsetter å vokse
nl: Hoogste niveau — geen plafond, je score blijft groeien
pl: Najwyższy poziom — bez sufitu, wynik dalej rośnie
pt_br: Nível máximo — sem teto, sua pontuação continua crescendo
pt_pt: Nível máximo — sem limite, a sua pontuação continua a crescer
ro: Nivel maxim — fără limită, scorul tău continuă să crească
sv: Högsta nivå — inget tak, dina poäng fortsätter att växa
th: ระดับสูงสุด — ไม่มีเพดาน คะแนนของคุณจะเพิ่มขึ้นเรื่อย ๆ
tr: En üst seviye — üst sınır yok, puanınız artmaya devam ediyor
uk: Найвищий рівень — без стелі, ваш бал продовжує зростати
vi: Cấp cao nhất — không giới hạn, điểm của bạn tiếp tục tăng
zh_hans: 顶级 — 没有上限，你的分数会持续增长

source: Total
ar: الإجمالي
cs: Celkem
da: I alt
de: Gesamt
el: Σύνολο
fi: Yhteensä
he: סך הכול
hi: कुल
hu: Összesen
it: Totale
ja: 合計
ko: 합계
nb: Totalt
nl: Totaal
pl: Razem
sv: Totalt
th: รวม
tr: Toplam
uk: Разом
vi: Tổng
zh_hans: 总计

source: Total Elevation Gain
ar: إجمالي مكسب الارتفاع
cs: Celkové převýšení
da: Samlet Højdestigning
de: Gesamter Höhengewinn
el: Συνολικό Κέρδος Υψομέτρου
es: Desnivel Positivo Total
fi: Kokonaiskorkeuden nousu
fr: Dénivelé Positif Total
he: סך העלייה בגובה
hi: कुल ऊंचाई वृद्धि
hu: Összes szintemelkedés
id: Total Kenaikan Elevasi
it: Dislivello Totale
ja: 総獲得標高
ko: 총 고도 상승
nb: Total Høydeøkning
nl: Totale Hoogtewinst
pl: Łączne przewyższenie
pt_br: Ganho de Elevação Total
pt_pt: Ganho Total de Altitude
ro: Diferență Totală de Nivel
sv: Total Höjdökning
th: ความสูงรวมที่เพิ่มขึ้น
tr: Toplam Yükselti Kazancı
uk: Загальний набір висоти
vi: Tổng độ cao tăng thêm
zh_hans: 总爬升高度

source: Total Length
ar: المدة الإجمالية
cs: Celková délka
da: Samlet længde
de: Gesamtlänge
el: Συνολική Διάρκεια
es: Duración total
fi: Kokonaiskesto
fr: Durée totale
he: אורך כולל
hi: कुल अवधि
hu: Teljes hossz
id: Total Durasi
it: Durata totale
ja: 合計の長さ
ko: 총 길이
nb: Total lengde
nl: Totale duur
pl: Długość całości
pt_br: Duração total
pt_pt: Duração total
ro: Durata totală
sv: Total längd
th: ความยาวรวม
tr: Toplam Süre
uk: Загальна тривалість
vi: Tổng thời lượng
zh_hans: 总长度

source: Total distance
ar: المسافة الإجمالية
cs: Celková vzdálenost
da: Samlet afstand
de: Gesamtstrecke
el: Συνολική απόσταση
es: Distancia total
fi: Kokonaismatka
fr: Distance totale
he: מרחק כולל
hi: कुल दूरी
hu: Teljes távolság
id: Jarak total
it: Distanza totale
ja: 総距離
ko: 총 거리
nb: Total avstand
nl: Totale afstand
pl: Łączny dystans
pt_br: Distância total
pt_pt: Distância total
ro: Distanță totală
sv: Total sträcka
th: ระยะทางรวม
tr: Toplam mesafe
uk: Загальна відстань
vi: Tổng quãng đường
zh_hans: 总距离

source: Total travel time
ar: إجمالي وقت السفر
cs: Celková doba cestování
da: Samlet rejsetid
de: Gesamtreisezeit
el: Συνολικός χρόνος ταξιδιού
es: Tiempo total de viaje
fi: Kokonaismatka-aika
fr: Durée totale du trajet
he: זמן נסיעה כולל
hi: कुल यात्रा समय
hu: Teljes utazási idő
id: Total waktu perjalanan
it: Tempo di viaggio totale
ja: 総移動時間
ko: 총 이동 시간
nb: Total reisetid
nl: Totale reistijd
pl: Łączny czas podróży
pt_br: Tempo total de viagem
pt_pt: Tempo total de viagem
ro: Timp total de călătorie
sv: Total restid
th: เวลาเดินทางรวม
tr: Toplam seyahat süresi
uk: Загальний час подорожі
vi: Tổng thời gian di chuyển
zh_hans: 总旅行时间

source: Track your trips on an animated map and turn your route into a cinematic video.
ar: تتبّع رحلاتك على خريطة متحركة وحوّل مسارك إلى فيديو سينمائي.
cs: Sledujte své cesty na animované mapě a proměňte svou trasu v kinematografické video.
da: Følg dine rejser på et animeret kort, og gør din rute til en filmisk video.
de: Verfolge deine Reisen auf einer animierten Karte und verwandle deine Route in ein filmisches Video.
el: Παρακολουθήστε τα ταξίδια σας σε έναν κινούμενο χάρτη και μετατρέψτε τη διαδρομή σας σε κινηματογραφικό βίντεο.
es: Sigue tus viajes en un mapa animado y convierte tu ruta en un vídeo cinematográfico.
fi: Seuraa matkojasi animoidulla kartalla ja muuta reittisi elokuvalliseksi videoksi.
fr: Suivez vos voyages sur une carte animée et transformez votre itinéraire en vidéo cinématographique.
he: עקבו אחר הטיולים שלכם על מפה מונפשת והפכו את המסלול לסרטון קולנועי.
hi: अपनी यात्राओं को एनिमेटेड मानचित्र पर देखें और अपने रूट को एक सिनेमाई वीडियो में बदलें।
hu: Kövesd nyomon utazásaidat egy animált térképen, és alakítsd útvonaladat filmszerű videóvá.
id: Lacak perjalananmu di peta animasi dan ubah rutemu menjadi video sinematik.
it: Segui i tuoi viaggi su una mappa animata e trasforma il tuo percorso in un video cinematografico.
ja: アニメーションマップで旅の軌跡を確認し、ルートを映画のような動画に変換できます。
ko: 애니메이션 지도에서 여행 경로를 추적하고, 이를 영화 같은 영상으로 만들어보세요.
nb: Følg reisene dine på et animert kart, og gjør ruten din til en filmatisk video.
nl: Volg je reizen op een geanimeerde kaart en zet je route om in een filmische video.
pl: Śledź swoje podróże na animowanej mapie i zamień trasę w kinowe wideo.
pt_br: Acompanhe suas viagens em um mapa animado e transforme sua rota em um vídeo cinematográfico.
pt_pt: Acompanhe as suas viagens num mapa animado e transforme o seu trajeto num vídeo cinematográfico.
ro: Urmărește-ți călătoriile pe o hartă animată și transformă traseul într-un videoclip cinematic.
sv: Följ dina resor på en animerad karta och gör din rutt till en filmisk video.
th: ติดตามการเดินทางของคุณบนแผนที่แบบเคลื่อนไหว และเปลี่ยนเส้นทางของคุณให้เป็นวิดีโอสไตล์ภาพยนตร์
tr: Seyahatlerini animasyonlu bir haritada takip et ve rotanı sinematik bir videoya dönüştür.
uk: Відстежуйте свої подорожі на анімованій карті та перетворюйте маршрут на кінематографічне відео.
vi: Theo dõi các chuyến đi của bạn trên bản đồ động và biến lộ trình thành video điện ảnh.
zh_hans: 在动态地图上追踪你的旅程，把路线变成一段电影感十足的视频。

source: Train
ar: قطار
cs: Vlak
da: Tog
de: Zug
el: Τρένο
es: Tren
fi: Juna
he: רכבת
hi: ट्रेन
hu: Vonat
id: Kereta
it: Treno
ja: 電車
ko: 기차
nb: Tog
nl: Trein
pl: Pociąg
pt_br: Trem
pt_pt: Comboio
ro: Tren
sv: Tåg
th: รถไฟ
tr: Tren
uk: Потяг
vi: Tàu hỏa
zh_hans: 火车

source: Transition
ar: الانتقال
cs: Přechod
da: Overgang
de: Übergang
el: Μετάβαση
es: Transición
fi: Siirtymä
he: מעבר
hi: ट्रांज़िशन
hu: Átmenet
id: Transisi
it: Transizione
ja: トランジション
ko: 전환 효과
nb: Overgang
nl: Overgang
pl: Przejście
pt_br: Transição
pt_pt: Transição
ro: Tranziție
sv: Övergång
th: การเปลี่ยนฉาก
tr: Geçiş
uk: Перехід
vi: Chuyển cảnh
zh_hans: 转场

source: Transitions
ar: الانتقالات
cs: Přechody
da: Overgange
de: Übergänge
el: Μεταβάσεις
es: Transiciones
fi: Siirtymät
he: מעברים
hi: ट्रांज़िशन
hu: Átmenetek
id: Transisi
it: Transizioni
ja: トランジション
ko: 전환 효과
nb: Overganger
nl: Overgangen
pl: Przejścia
pt_br: Transições
pt_pt: Transições
ro: Tranziții
sv: Övergångar
th: การเปลี่ยนฉาก
tr: Geçişler
uk: Переходи
vi: Chuyển cảnh
zh_hans: 转场

source: Translate
ar: ترجمة
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
fi: Käännä
fr: Traduire
he: תרגם
hi: अनुवाद करें
hu: Fordítás
id: Terjemahkan
it: Traduci
ja: 翻訳
ko: 번역
nb: Oversett
nl: Vertalen
pl: Tłumacz
pt_br: Traduzir
pt_pt: Traduzir
ro: Tradu
sv: Översätt
th: แปล
tr: Çevir
uk: Перекласти
vi: Dịch
zh_hans: 翻译

source: Transport
ar: وسيلة النقل
cs: Doprava
de: Transportmittel
el: Μεταφορά
es: Transporte
fi: Kulkuväline
he: תחבורה
hi: परिवहन
hu: Közlekedés
id: Transportasi
it: Trasporto
ja: 交通手段
ko: 교통수단
nl: Vervoer
pt_br: Transporte
pt_pt: Transporte
th: การเดินทาง
tr: Ulaşım
uk: Транспорт
vi: Phương tiện
zh_hans: 交通方式

source: Transports
ar: وسائل النقل
cs: Doprava
da: Transport
de: Verkehrsmittel
el: Μεταφορές
es: Transportes
fi: Kulkuvälineet
he: אמצעי תחבורה
hi: परिवहन
hu: Közlekedési eszközök
id: Transportasi
it: Trasporti
ja: 交通手段
ko: 교통수단
nb: Transport
nl: Vervoer
pl: Środki transportu
pt_br: Transportes
pt_pt: Transportes
ro: Transporturi
sv: Transporter
th: การเดินทาง
tr: Ulaşım araçları
uk: Транспорт
vi: Phương tiện di chuyển
zh_hans: 交通方式

source: Travel
ar: السفر
cs: Cestování
da: Rejser
de: Reisen
el: Ταξίδι
es: Viajes
fi: Matka
fr: Voyage
he: טיולים
hi: यात्रा
hu: Utazás
id: Perjalanan
it: Viaggi
ja: 旅行
ko: 여행
nb: Reise
nl: Reizen
pl: Podróż
pt_br: Viagens
pt_pt: Viagens
ro: Călătorii
sv: Resor
th: การเดินทาง
tr: Seyahat
uk: Подорожі
vi: Du lịch
zh_hans: 旅行

source: Travel Map
ar: خريطة السفر
cs: Mapa cest
da: Rejsekort
de: Reisekarte
el: Χάρτης Ταξιδιού
es: Mapa de Viajes
fi: Matkakartta
fr: Carte de Voyage
he: מפת הטיולים
hi: ट्रैवल मैप
hu: Útitérkép
id: Peta Perjalanan
it: Mappa dei Viaggi
ja: 旅行マップ
ko: 여행 지도
nb: Reisekart
nl: Reiskaart
pl: Mapa Podróży
pt_br: Mapa de Viagens
pt_pt: Mapa de Viagens
ro: Harta Călătoriilor
sv: Reskarta
th: แผนที่การเดินทาง
tr: Seyahat Haritası
uk: Мапа подорожей
vi: Bản đồ du lịch
zh_hans: 旅行地图

source: Travel Passport
ar: جواز سفر الرحلات
cs: Cestovní pas
da: Rejsepas
de: Reisepass
el: Διαβατήριο Ταξιδιού
es: Pasaporte de Viaje
fi: Matkapassi
fr: Passeport de Voyage
he: דרכון הטיולים
hi: ट्रैवल पासपोर्ट
hu: Útlevél
id: Paspor Perjalanan
it: Passaporto di Viaggio
ja: トラベルパスポート
ko: 여행 여권
nb: Reisepass
nl: Reispaspoort
pl: Paszport Podróży
pt_br: Passaporte de Viagem
pt_pt: Passaporte de Viagem
ro: Pașaportul de Călătorie
sv: Resepass
th: พาสปอร์ตการเดินทาง
tr: Seyahat Pasaportu
uk: Паспорт подорожей
vi: Hộ chiếu du lịch
zh_hans: 旅行护照

source: Travel Wrapped
ar: ملخص الرحلات
cs: Souhrn cest
da: Rejseopsummering
de: Reise-Jahresrückblick
el: Σύνοψη Ταξιδιού
es: Resumen de Viajes
fi: Matkayhteenveto
fr: Récap de Voyage
he: סיכום הטיולים
hi: ट्रैवल रैप्ड
hu: Utazási összegzés
id: Ringkasan Perjalanan
it: Riepilogo Viaggi
ja: トラベルまとめ
ko: 여행 연말결산
nb: Reiseoppsummering
nl: Reisoverzicht
pl: Podsumowanie Podróży
pt_br: Resumo de Viagens
pt_pt: Resumo de Viagens
ro: Rezumatul Călătoriilor
sv: Reseöversikt
th: สรุปการเดินทาง
tr: Seyahat Özeti
uk: Підсумок подорожей
vi: Tổng kết du lịch
zh_hans: 旅行年度总结

source: Traveler
ar: مسافر
cs: Cestovatel
da: Rejsende
de: Reisender
el: Ταξιδιώτης
es: Viajero
fi: Matkailija
fr: Voyageur
he: מטייל
hi: यात्री
hu: Utazó
id: Wisatawan
it: Viaggiatore
ja: 旅人
ko: 여행자
nb: Reisende
nl: Reiziger
pl: Podróżnik
pt_br: Viajante
pt_pt: Viajante
ro: Călător
sv: Resenär
th: นักเดินทาง
tr: Gezgin
uk: Мандрівник
vi: Người du lịch
zh_hans: 旅行者

source: Travelled from one hemisphere to the other
ar: سافرت من نصف الكرة الأرضية إلى الآخر
cs: Cestovali jste z jedné polokoule na druhou
da: Rejste fra den ene halvkugle til den anden
de: Von einer Hemisphäre in die andere gereist
el: Ταξίδεψες από το ένα ημισφαίριο στο άλλο
es: Viajaste de un hemisferio a otro
fi: Matkustit pallonpuoliskolta toiselle
fr: Vous avez voyagé d'un hémisphère à l'autre
he: נסעת מחצי כדור אחד לשני
hi: एक गोलार्ध से दूसरे गोलार्ध की यात्रा की
hu: Az egyik féltekéről a másikra utaztál
id: Bepergian dari satu belahan bumi ke belahan lainnya
it: Hai viaggiato da un emisfero all'altro
ja: ある半球から別の半球へ旅した
ko: 한 반구에서 다른 반구로 이동했습니다
nb: Reiste fra den ene halvkulen til den andre
nl: Van het ene halfrond naar het andere gereisd
pl: Podróżowałeś z jednej półkuli na drugą
pt_br: Viajou de um hemisfério para outro
pt_pt: Viajou de um hemisfério para o outro
ro: Ai călătorit dintr-o emisferă în alta
sv: Reste från ett halvklot till ett annat
th: เดินทางจากซีกโลกหนึ่งไปยังอีกซีกโลกหนึ่ง
tr: Bir yarım küreden diğerine seyahat ettin
uk: Подорожували з однієї півкулі в іншу
vi: Đã di chuyển từ bán cầu này sang bán cầu khác
zh_hans: 从一个半球旅行到另一个半球

source: Traveller
ar: مسافر
cs: Cestovatel
da: Rejsende
de: Reisender
el: Ταξιδιώτης
es: Viajero
fi: Matkailija
fr: Voyageur
he: מטייל
hi: यात्री
hu: Utazó
id: Pelancong
it: Viaggiatore
ja: トラベラー
ko: 여행자
nb: Reisende
nl: Reiziger
pl: Podróżnik
pt_br: Viajante
pt_pt: Viajante
ro: Călător
sv: Resenär
th: นักเดินทาง
tr: Gezgin
uk: Мандрівник
vi: Người du lịch
zh_hans: 旅行者

source: Trip
ar: رحلة
cs: Výlet
da: Rejse
de: Reise
el: Ταξίδι
es: Viaje
fi: Matka
fr: Voyage
he: טיול
hi: यात्रा
hu: Utazás
id: Perjalanan
it: Viaggio
ja: 旅行
ko: 여행
nb: Reise
nl: Reis
pl: Podróż
pt_br: Viagem
pt_pt: Viagem
ro: Călătorie
sv: Resa
th: ทริป
tr: Gezi
uk: Подорож
vi: Chuyến đi
zh_hans: 旅行

source: Trip Date
ar: تاريخ الرحلة
cs: Datum výletu
da: Rejsedato
de: Reisedatum
el: Ημερομηνία ταξιδιού
es: Fecha del viaje
fi: Matkan päivämäärä
fr: Date du voyage
he: תאריך הטיול
hi: यात्रा की तारीख
hu: Utazás dátuma
id: Tanggal Perjalanan
it: Data del viaggio
ja: 旅の日付
ko: 여행 날짜
nb: Reisedato
nl: Reisdatum
pl: Data podróży
pt_br: Data da viagem
pt_pt: Data da viagem
ro: Data călătoriei
sv: Resedatum
th: วันที่เดินทาง
tr: Gezi Tarihi
uk: Дата подорожі
vi: Ngày chuyến đi
zh_hans: 旅程日期

source: Trip Planning
ar: تخطيط الرحلة
cs: Plánování cesty
da: Rejseplanlægning
de: Reiseplanung
el: Σχεδιασμός ταξιδιού
es: Planificación de viajes
fi: Matkasuunnittelu
fr: Planification de voyage
he: תכנון טיול
hi: यात्रा योजना
hu: Utazástervezés
id: Perencanaan Perjalanan
it: Pianificazione viaggio
ja: 旅行計画
ko: 여행 계획
nb: Reiseplanlegging
nl: Reisplanning
pl: Planowanie podróży
pt_br: Planejamento de viagem
pt_pt: Planeamento de viagem
ro: Planificarea călătoriei
sv: Reseplanering
th: การวางแผนการเดินทาง
tr: Seyahat Planlama
uk: Планування подорожі
vi: Lập kế hoạch chuyến đi
zh_hans: 行程规划

source: Trip dates
ar: تواريخ الرحلة
cs: Data cesty
da: Rejsedatoer
de: Reisedaten
el: Ημερομηνίες ταξιδιού
es: Fechas del viaje
fi: Matkan päivämäärät
fr: Dates du voyage
he: תאריכי הטיול
hi: यात्रा तारीखें
hu: Utazás dátumai
id: Tanggal perjalanan
it: Date del viaggio
ja: 旅行日程
ko: 여행 날짜
nb: Reisedatoer
nl: Reisdata
pl: Daty podróży
pt_br: Datas da viagem
pt_pt: Datas da viagem
ro: Datele călătoriei
sv: Resedatum
th: วันที่เดินทาง
tr: Seyahat tarihleri
uk: Дати подорожі
vi: Ngày đi
zh_hans: 旅行日期

source: Trip imported
ar: تم استيراد الرحلة
cs: Výlet importován
da: Rejse importeret
de: Reise importiert
el: Το ταξίδι εισήχθη
es: Viaje importado
fi: Matka tuotu
fr: Voyage importé
he: הטיול יובא
hi: यात्रा आयात हुई
hu: Utazás importálva
id: Perjalanan diimpor
it: Viaggio importato
ja: 旅行をインポートしました
ko: 여행을 가져왔습니다
nb: Reise importert
nl: Reis geïmporteerd
pl: Podróż zaimportowana
pt_br: Viagem importada
pt_pt: Viagem importada
ro: Călătorie importată
sv: Resa importerad
th: นำเข้าทริปแล้ว
tr: Gezi içe aktarıldı
uk: Подорож імпортовано
vi: Đã nhập chuyến đi
zh_hans: 旅行已导入

source: Trip title
ar: عنوان الرحلة
cs: Název cesty
da: Rejsetitel
de: Reisetitel
el: Τίτλος ταξιδιού
es: Título del viaje
fi: Matkan nimi
fr: Titre du voyage
he: כותרת הטיול
hi: यात्रा शीर्षक
hu: Utazás címe
id: Judul perjalanan
it: Titolo del viaggio
ja: 旅行のタイトル
ko: 여행 제목
nb: Reisetittel
nl: Reistitel
pl: Nazwa podróży
pt_br: Título da viagem
pt_pt: Título da viagem
ro: Titlul călătoriei
sv: Resetitel
th: ชื่อทริป
tr: Seyahat başlığı
uk: Назва подорожі
vi: Tiêu đề chuyến đi
zh_hans: 旅行标题

source: Trips
ar: الرحلات
cs: Cesty
da: Rejser
de: Reisen
el: Ταξίδια
es: Viajes
fi: Matkat
fr: Voyages
he: טיולים
hi: यात्राएं
hu: Utak
id: Perjalanan
it: Viaggi
ja: 旅行
ko: 여행
nb: Reiser
nl: Reizen
pl: Podróże
pt_br: Viagens
pt_pt: Viagens
ro: Călătorii
sv: Resor
th: ทริป
tr: Geziler
uk: Подорожі
vi: Chuyến đi
zh_hans: 行程

source: Tropical Lagoon
ar: بحيرة استوائية
cs: Tropická laguna
da: Tropisk lagune
de: Tropische Lagune
el: Τροπική λιμνοθάλασσα
es: Laguna tropical
fi: Trooppinen laguuni
fr: Lagon tropical
he: לגונה טרופית
hi: उष्णकटिबंधीय लैगून
hu: Trópusi lagúna
id: Laguna tropis
it: Laguna tropicale
ja: 熱帯のラグーン
ko: 열대 라군
nb: Tropisk lagune
nl: Tropische lagune
pl: Tropikalna laguna
pt_br: Lagoa tropical
pt_pt: Lagoa tropical
ro: Lagună tropicală
sv: Tropisk lagun
th: ทะเลสาบเขตร้อน
tr: Tropik lagün
uk: Тропічна лагуна
vi: Đầm phá nhiệt đới
zh_hans: 热带泻湖

source: Try Again
ar: إعادة المحاولة
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε Ξανά
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试

source: Turn your memories into stories.
ar: حوّل ذكرياتك إلى قصص.
cs: Proměňte své vzpomínky v příběhy.
da: Gør dine minder til historier.
de: Verwandle deine Erinnerungen in Geschichten.
el: Μετέτρεψε τις αναμνήσεις σου σε ιστορίες.
es: Convierte tus recuerdos en historias.
fi: Muuta muistosi tarinoiksi.
fr: Transformez vos souvenirs en histoires.
he: הפכו את הזיכרונות שלכם לסיפורים.
hi: अपनी यादों को कहानियों में बदलें।
hu: Alakítsd emlékeidet történetekké.
id: Ubah kenanganmu menjadi cerita.
it: Trasforma i tuoi ricordi in storie.
ja: 思い出を物語に変えよう。
ko: 당신의 추억을 이야기로 바꿔보세요.
nb: Gjør minnene dine om til historier.
nl: Maak van je herinneringen verhalen.
pl: Zamień swoje wspomnienia w historie.
pt_br: Transforme suas memórias em histórias.
pt_pt: Transforme as suas memórias em histórias.
ro: Transformă-ți amintirile în povești.
sv: Gör dina minnen till berättelser.
th: เปลี่ยนความทรงจำของคุณให้เป็นเรื่องราว
tr: Anılarını hikayelere dönüştür.
uk: Перетворіть свої спогади на історії.
vi: Biến ký ức của bạn thành những câu chuyện.
zh_hans: 把你的回忆变成故事。

source: Turn your photos and videos into a movie, set to music, in a few taps.
ar: حوّل صورك ومقاطع الفيديو إلى فيلم مصحوب بموسيقى بضع نقرات فقط.
cs: Proměňte své fotky a videa v film s hudbou během pár klepnutí.
da: Gør dine billeder og videoer til en film med musik på få tryk.
de: Verwandle deine Fotos und Videos mit wenigen Tipps in einen Film mit Musik.
el: Μετατρέψτε τις φωτογραφίες και τα βίντεό σας σε μια ταινία με μουσική με λίγα πατήματα.
es: Convierte tus fotos y vídeos en una película con música en pocos toques.
fi: Muuta valokuvasi ja videosi musiikilla höystetyksi elokuvaksi muutamalla napautuksella.
fr: Transformez vos photos et vidéos en film avec musique en quelques tapotements.
he: הפכו את התמונות והסרטונים שלכם לסרט עם מוזיקה בכמה הקשות בלבד.
hi: अपनी फ़ोटो और वीडियो को कुछ टैप में संगीत के साथ मूवी में बदलें।
hu: Alakítsd fotóidat és videóidat néhány érintéssel zenés filmmé.
id: Ubah foto dan videomu menjadi film berpadu musik hanya dengan beberapa ketukan.
it: Trasforma le tue foto e i tuoi video in un film con musica in pochi tocchi.
ja: 写真や動画を数タップで音楽付きのムービーに変換できます。
ko: 사진과 동영상을 몇 번의 탭으로 음악이 있는 영화로 만들어보세요.
nb: Gjør bildene og videoene dine til en film med musikk på noen få trykk.
nl: Maak van je foto's en video's een film met muziek in een paar tikken.
pl: Zamień swoje zdjęcia i wideo w film z muzyką w kilku dotknięciach.
pt_br: Transforme suas fotos e vídeos em um filme com música em poucos toques.
pt_pt: Transforme as suas fotos e vídeos num filme com música em poucos toques.
ro: Transformă-ți fotografiile și videoclipurile într-un film pe muzică din câteva atingeri.
sv: Gör dina foton och videor till en film med musik med några knapptryck.
th: เปลี่ยนภาพถ่ายและวิดีโอของคุณให้เป็นภาพยนตร์พร้อมเพลงได้ในไม่กี่แตะ
tr: Fotoğraflarını ve videolarını birkaç dokunuşla müzikli bir filme dönüştür.
uk: Перетворіть свої фото та відео на фільм із музикою за кілька дотиків.
vi: Biến ảnh và video của bạn thành một bộ phim có nhạc nền chỉ trong vài lần chạm.
zh_hans: 只需轻点几下，就能把照片和视频变成一部配乐电影。

source: Unlink video
ar: إلغاء ربط الفيديو
cs: Zrušit propojení videa
da: Frakobl video
de: Video-Verknüpfung aufheben
el: Κατάργηση σύνδεσης βίντεο
es: Desvincular vídeo
fi: Poista videon linkitys
fr: Dissocier la vidéo
he: בטל קישור סרטון
hi: वीडियो अनलिंक करें
hu: Videó lecsatolása
id: Batalkan tautan video
it: Scollega video
ja: 動画のリンクを解除
ko: 동영상 연결 해제
nb: Koble fra video
nl: Video ontkoppelen
pl: Odłącz film
pt_br: Desvincular vídeo
pt_pt: Desassociar vídeo
ro: Dezleagă videoclipul
sv: Ta bort videolänk
th: ยกเลิกการเชื่อมโยงวิดีโอ
tr: Video bağlantısını kaldır
uk: Відв'язати відео
vi: Hủy liên kết video
zh_hans: 取消视频关联
